Repository: document-capture/advanced-line-recognition
Catalog: Source/al-version/Translations/Advanced Line Recognition.*_tradnl.xlf
Languages: es_es_tradnl

# Codeunit 1295984445 - NamedType 1490299369
source: Line Amount captured (%2) is different from Line Amount calculated (%3) using captured Discount % (%4) to calculate Discount Amount (%5) on line %1.
es_es_tradnl: El importe de línea capturado (%2) es diferente del importe de línea calculado (%3) usando el % de descuento capturado (%4) para calcular el importe de descuento (%5) de la línea %1.

# Codeunit 1295984445 - NamedType 1496561452
source: Line Amount captured (%2) is different from Line Amount calculated (%3) using captured Discount Amount (%4) on line %1.
es_es_tradnl: El importe de línea capturado (%2) es diferente del importe de línea calculado (%3) usando el importe de descuento campturado (%4) en la línea %1.

# Codeunit 1295984445 - NamedType 4175384441
source: Line Amount captured (%2) is different from Line Amount calculated (%3) on line %1.
es_es_tradnl: Importe línea capturado (%2) es diferente del importe de línea calculado (%3) en la línea %1.

# Codeunit 1295984445 - NamedType 3492639454
source: WARNING: %1
es_es_tradnl: ATENCIÓN: %1

# Codeunit 1519467207 - NamedType 3925175699
source: %1 | Business Central version:%2 (Build %3)
es_es_tradnl: %1 | Business Central versión:%2 (Build %3)

# Codeunit 1519467207 - NamedType 1882241122
source: Error during field setup.
es_es_tradnl: Error durante la configuración del campo.

# Codeunit 1519467207 - NamedType 3356558191
source: The value of field "%1" will now been searched via the caption in the current line.
es_es_tradnl: El valor del campo "%1" se buscará ahora a través del título de la línea actual.

# Codeunit 1519467207 - NamedType 3812887959
source: The field "%1" will now be searched via the column heading "%2".
es_es_tradnl: El campo "%1" se buscará ahora a través del encabezamiento de la columna "%2".

# Codeunit 1519467207 - NamedType 325433647
source: The field "%1" is now linked to field "%2"!
es_es_tradnl: El campo "%1" está ahora vinculado al campo "%2"!

# Codeunit 1519467207 - NamedType 2155055126
source: Field setup aborted because no field was selected!
es_es_tradnl: La configuración del campo se ha cancelado porque no se ha seleccionado ningún campo.

# Codeunit 1519467207 - NamedType 2294241521
source: The value for for %1 (%2) in line %3 is missing! Please train this value first!
es_es_tradnl: Falta el valor para %1 (%2) en la línea %3 . ¡Por favor, configure este valor primero!

# Codeunit 1519467207 - NamedType 105322588
source: The value for source field "%1" in line %2 is missing! Please train this value first!
es_es_tradnl: Falta el valor del campo fuente "%1" en la línea %2 . ¡Por favor, configure este valor primero!

# Codeunit 1519467207 - NamedType 153526915
source: There are not fields configured for advanced line recognition, that can be reset.
es_es_tradnl: No hay campos configurados para el reconocimiento avanzado de líneas que puedan ser restablecidos.

# Codeunit 1519467207 - NamedType 3368211824
source: No mandatory field with the option "Required" was found in line %1! Configure a mandatory field first.
es_es_tradnl: ¡No se ha encontrado ningún campo obligatorio con la opción "Obligatorio" en la línea %1! Configure primero un campo obligatorio.

# Codeunit 1519467207 - NamedType 3995791139
source: Choose the field whose value should be found by the caption in the current line.
es_es_tradnl: Elija el campo cuyo valor se debe encontrar usando el título en la línea actual.

# Codeunit 1519467207 - NamedType 1880864858
source: Select the field that should be found by the column heading.
es_es_tradnl: Seleccione el campo que debe ser encontrado por la cabecera de la columna.

# Codeunit 1519467207 - NamedType 1660936068
source: Please select first the source field on the basis of which position the value should be found.
es_es_tradnl: Por favor, seleccione primero el campo fuente en base al cual se debe encontrar el valor.

# Codeunit 1519467207 - NamedType 3750022258
source: Please choose the field, which should be linked with the source field "%1".
es_es_tradnl: Por favor, elija el campo que debe ser vinculado con el campo fuente "%1".

# Codeunit 1519467207 - NamedType 3935478471
source: No caption has been configured for field "%1". You must configure the caption first.
es_es_tradnl: No se ha configurado ningún título para el campo "%1". Debe configurar primero el título.

# Codeunit 1519467207 - NamedType 3198427306
source: You are using version advanced line recognition version: %1
es_es_tradnl: Está utilizando la versión de reconocimiento avanzado de líneas: %1

# Codeunit 28597237 - NamedType 2796480165
source: You cannot use the advanced line recognition option %1 when the template does not have at least one line field marked as required!
es_es_tradnl: No puede utilizar la opción de reconocimiento avanzado de líneas %1 cuando la plantilla no tiene al menos un campo de línea marcado como obligatorio.

# PageExtension 1572782768 - Action 4231034024 - Property 1295455071
source: Copies the documents XML configuration to the Master template
es_es_tradnl: [NAB: NOT TRANSLATED]

# PageExtension 1572782768 - Action 4231034024 - Property 2879900210
source: Copy field config to Master
es_es_tradnl: [NAB: REVIEW]

# PageExtension 1572782768 - Action 2930493894 - Property 1295455071
source: Open identification template of current selected Document
es_es_tradnl: [NAB: NOT TRANSLATED]

# PageExtension 1572782768 - Action 2930493894 - Property 2879900210
source: Ident. Template
es_es_tradnl: [NAB: NOT TRANSLATED]

# PageExtension 1572782768 - Action 952220120 - Property 1295455071
source: Open master template of current selected Document
es_es_tradnl: [NAB: NOT TRANSLATED]

# PageExtension 1572782768 - Action 952220120 - Property 2879900210
source: Master Template
es_es_tradnl: [NAB: NOT TRANSLATED]

# PageExtension 2720138396 - Action 2236155193 - Property 2879900210
source: Adv. line recognition
es_es_tradnl: Reconocimieno avanzado de líneas

# PageExtension 2720138396 - Action 2973788643 - Property 1295455071
source: Disables the automatic field detection.
es_es_tradnl: Desactiva la detección automática de campos.

# PageExtension 2720138396 - Action 2973788643 - Property 2879900210
source: Disable field detection
es_es_tradnl: Desactivar detección de campos

# PageExtension 2720138396 - Action 2359910080 - Property 1295455071
source: Enable the automatic field detection. The system will use the last captured field during setting up advanced line recognition.
es_es_tradnl: Habilita la detección automática de campos. El sistema usará el último campo capturado durante la configuración del reconocimiento avanzado de líneas.

# PageExtension 2720138396 - Action 2359910080 - Property 2879900210
source: Enable field detection
es_es_tradnl: Habilitar detección de campos

# PageExtension 2720138396 - Action 1687192353 - Property 1295455071
source: The advanced line recognition settings are reset for the desired field.
es_es_tradnl: La configuración del reconocimiento avanzado de líneas se restablece para el campo deseado.

# PageExtension 2720138396 - Action 1687192353 - Property 2879900210
source: Reset field
es_es_tradnl: Restablecer campo

# PageExtension 2720138396 - Action 122988749 - Property 1295455071
source: The desired field is searched for using a previously trained search text/caption in the area of the current position.
es_es_tradnl: El campo deseado se busca mediante un texto/título de búsqueda previamente configurado en el área de la posición actual.

# PageExtension 2720138396 - Action 122988749 - Property 2879900210
source: Find value by caption
es_es_tradnl: Encontrar valor por etiqueta

# PageExtension 2720138396 - Action 1993352181 - Property 1295455071
source: The desired field is searched for using a previously trained column heading in the range of the current position.
es_es_tradnl: El campo deseado se busca mediante un texto/etiqueta de búsqueda previamente configurado en el área de la posición actual.

# PageExtension 2720138396 - Action 1993352181 - Property 2879900210
source: Find value by column heading
es_es_tradnl: Buscar valor por cabecera de columna

# PageExtension 2720138396 - Action 786213122 - Property 1295455071
source: The desired field is found via a fixed offset (distance) from another field.
es_es_tradnl: El campo deseado se encuentra a través de un desplazamiento fijo (distancia) de otro campo.

# PageExtension 2720138396 - Action 786213122 - Property 2879900210
source: Find value by linked field
es_es_tradnl: Buscar valor por campo vinculado

# PageExtension 2720138396 - Action 266822292 - Property 1295455071
source: Displays the currently used version of the advanced line detection.
es_es_tradnl: Muestra la versión actual del reconocimiento avanzado de líneas.

# PageExtension 2720138396 - Action 266822292 - Property 2879900210
source: Version
es_es_tradnl: Versión

# PageExtension 2558081933 - Control 940755310 - Property 1295455071
source: Select if you want to use the default line validation from the template codeunit or the Adv. line recognition validation
es_es_tradnl: Seleccione si desea utilizar la validación de líneas por defecto de la codeunit de la plantilla o la validación de reconocimiento avanzado de líneas

# PageExtension 2558081933 - Control 1381794906 - Property 1295455071
source: Select if you want to use validate the line totals against the net amount of the document
es_es_tradnl: Seleccione si desea utilizar la validación de los totales de las líneas comparado con el importe total del documento

# PageExtension 2558081933 - Control 1643358770 - Property 1295455071
source: Enables the automatic search for purchase order numbers.
es_es_tradnl: Activa la búsqueda automática de números de pedido de compra.

# PageExtension 2558081933 - Control 1496491442 - Property 1295455071
source: Filter string that is used during automatic search for PO numbers.
es_es_tradnl: Filtro que se utiliza durante la búsqueda automática de números de pedido de compra.

# PageExtension 2749515459 - Control 2490862908 - Property 2879900210
source: Copy value from
es_es_tradnl: [NAB: NOT TRANSLATED]

# PageExtension 2749515459 - Control 594590350 - Property 1295455071
source: Specifies the field in the source table whose value is to be used as field value.
es_es_tradnl: [NAB: REVIEW]

# PageExtension 2749515459 - Control 1714390921 - Property 2879900210
source: Advanced Line Recognition
es_es_tradnl: Reconocimieno avanzado de líneas

# PageExtension 2749515459 - Control 2242850252 - Property 1295455071
source: Specifies how the field value is to be found. With Standard, the field is searched for using the standard line recognition.
es_es_tradnl: Especifica cómo se debe encontrar el valor del campo. Con Estándar, el campo se busca utilizando el reconocimiento de líneas estándar.

# PageExtension 2749515459 - Control 4029575849 - Property 1295455071
source: Specifies whether the searched field is searched above or below the line in which the values of the standard line recognition were found.
es_es_tradnl: Especifica si el campo buscado se busca por encima o por debajo de la línea en la que se encontraron los valores del reconocimiento de línea estándar.

# PageExtension 2749515459 - Control 3761957527 - Property 1295455071
source: Specifies the search direction from the standard line that is used to find the field value.
es_es_tradnl: Especifica la dirección de búsqueda desde la línea estándar que se utiliza para encontrar el valor del campo.

# PageExtension 2749515459 - Control 3426312336 - Property 1295455071
source: Specifies the source field used to calculate the field value via distances/offsets.
es_es_tradnl: Especifica el campo fuente utilizado para calcular el valor del campo a través de las distancias/desplazamientos.

# PageExtension 2749515459 - Control 608525509 - Property 2879900210
source: When value is empty
es_es_tradnl: Cuando el valor está vacío

# PageExtension 2749515459 - Control 133769219 - Property 1295455071
source: If the value of the current field is not found, the value is copied to the current line from the same field from the previous line.
es_es_tradnl: [NAB: NOT TRANSLATED]

# PageExtension 2749515459 - Control 2666834152 - Property 1295455071
source: Specifies the fixed value that will be used as value if the value of the current field cannot be found.
es_es_tradnl: [NAB: NOT TRANSLATED]

# PageExtension 2749515459 - Control 1282584007 - Property 1295455071
source: Specifies the line field whose content will be used as value if the value of the current field cannot be found.
es_es_tradnl: Especifica el campo de la línea cuyo contenido se utilizará como valor si no se encuentra el valor del campo actual.

# PageExtension 2749515459 - Control 3242722715 - Property 2879900210
source: Offsets
es_es_tradnl: Desplazamientos

# PageExtension 2749515459 - Control 3500245166 - Property 1295455071
source: Specifies the expected field width of the field.
es_es_tradnl: Especifica el ancho esperado del campo.

# PageExtension 2749515459 - Control 911104209 - Property 1295455071
source: Specifies the distance to the search text/caption on the X axis.
es_es_tradnl: Especifica la distancia al texto de búsqueda/etiqueta en el eje X.

# PageExtension 2749515459 - Control 1548800826 - Property 1295455071
source: Specifies the distance to the search text/caption on the Y axis.
es_es_tradnl: Especifica la distancia al texto de búsqueda/etiqueta en el eje Y.

# PageExtension 2749515459 - Control 101378087 - Property 1295455071
source: Specifies the distance to the bottom.
es_es_tradnl: Especifica la distancia al fondo.

# PageExtension 2749515459 - Control 1915176867 - Property 1295455071
source: Specifies the distance to the left.
es_es_tradnl: Especifica la distancia a la izquierda.

# PageExtension 2749515459 - Control 2178543078 - Property 1295455071
source: Specifies the distance to the right.
es_es_tradnl: Especifica la distancia a la derecha.

# PageExtension 2749515459 - Control 3987080467 - Property 1295455071
source: Specifies the distance to the top.
es_es_tradnl: Especifica la distancia a la parte superior.

# PageExtension 2749515459 - Control 3406244935 - Property 1295455071
source: Specifies the position of the sequence in which the field is processed.
es_es_tradnl: Especifica la posición de la secuencia en la que se procesa el campo.

# PageExtension 2749515459 - Control 426820614 - Property 2879900210
source: Text manipulations
es_es_tradnl: Manipulaciones texto

# PageExtension 2749515459 - Control 3761811404 - Property 2879900210
source: Extract string
es_es_tradnl: Extraer cadena

# PageExtension 2749515459 - Control 2413733976 - Property 1295455071
source: Specifies the length of the string that has to be extracted. If the length is omitted, all characters up to the end of the string are used.
es_es_tradnl: Especifica la longitud de la cadena que debe extraerse. Si se omite la longitud, se utilizan todos los caracteres hasta el final de la cadena.

# PageExtension 2749515459 - Control 965432584 - Property 1295455071
source: Specifies the start position of the string that has to be extracted.
es_es_tradnl: Especifica la posición inicial de la cadena que debe ser extraída.

# PageExtension 2749515459 - Control 1292229197 - Property 1295455071
source: Returns a part of the recognized value. It starts at "Position" and has a specified length.
es_es_tradnl: Devuelve una parte del valor reconocido. Comienza en la "Posición" y tiene una longitud especificada.

# PageExtension 2749515459 - Control 1292229197 - Property 2879900210
source: Extract string from value
es_es_tradnl: Extraer cadena del valor

# PageExtension 2749515459 - Control 1860429792 - Property 2879900210
source: Delete characters
es_es_tradnl: Borrar caracteres

# PageExtension 2749515459 - Control 1392960252 - Property 1295455071
source: Specifies the character or string to be removed. The default value is the space character.
es_es_tradnl: Especifica el carácter o la cadena que se va a eliminar. El valor por defecto es el carácter espacio.

# PageExtension 2749515459 - Control 540692363 - Property 1295455071
source: Specifies the position where the original string is to be shortened.
es_es_tradnl: Especifica la posición en la que se debe acortar la cadena original.

# PageExtension 2749515459 - Control 1334315591 - Property 1295455071
source: If enabled the system can delete characters from the value.
es_es_tradnl: Si se activa, el sistema puede eliminar caracteres del valor.

# PageExtension 2749515459 - Control 1334315591 - Property 2879900210
source: Delete characters from value
es_es_tradnl: Borrar caracteres del valor

# TableExtension 62246305 - Field 940755310 - Property 2879900210
source: Line validation type
es_es_tradnl: Tipo validación de línea

# TableExtension 62246305 - Field 940755310 - Property 62802879
source: Default template codeunit,Advanced Line Recognition
es_es_tradnl: Codeunit por defecto de la plantilla,Reconocimiento avanzado de líneas

# TableExtension 62246305 - Field 1643358770 - Property 2879900210
source: Automatic PO search
es_es_tradnl: Búsqueda auto. pedidos compra

# TableExtension 62246305 - Field 1496491442 - Property 2879900210
source: Automatic PO search filter
es_es_tradnl: Filtro auto. búsqueda pedidos compra

source: Do you want to overwrite the existing filter with a new automatically build filter?
es_es_tradnl: ¿Desea sobrescribir el filtro existente con un nuevo filtro generado de forma automática?

source: Do you want the system to automatically find a PO number filter?
es_es_tradnl: ¿Quiere que el sistema encuentre automáticamente un filtro de número de pedidos de compra?

# TableExtension 1325761703 - NamedType 3782991566
source: Field from
es_es_tradnl: [NAB: NOT TRANSLATED]

# TableExtension 1325761703 - NamedType 4259979588
source: Source Record Field
es_es_tradnl: [NAB: NOT TRANSLATED]

# TableExtension 1325761703 - Field 3024729169 - Property 2879900210
source: Advanced Line Recognition Type
es_es_tradnl: Tipo reconocimiento avanzado de líneas

# TableExtension 1325761703 - Field 3024729169 - Property 62802879
source: Standard,Anchor linked field,Field search with caption,Field search with column heading
es_es_tradnl: Estándar,Campo vinculado,Búsqueda de campo con título,Búsqueda de campo con encabezamiento de columna

# TableExtension 1325761703 - Field 3500245166 - Property 2879900210
source: Field Width
es_es_tradnl: Anchura campo

# TableExtension 1325761703 - Field 911104209 - Property 2879900210
source: Caption Offset X
es_es_tradnl: Desplazamiento del título X

# TableExtension 1325761703 - Field 1548800826 - Property 2879900210
source: Caption Offset Y
es_es_tradnl: Desplazamiento del título Y

# TableExtension 1325761703 - Field 1392960252 - Property 2879900210
source: Character(s) to delete
es_es_tradnl: Caracter(es) a eliminar

# TableExtension 1325761703 - Field 3090058030 - Property 2879900210
source: Copy value from previous value
es_es_tradnl: Copiar el valor del valor anterior

# TableExtension 1325761703 - Field 2413733976 - Property 2879900210
source: Length of string
es_es_tradnl: Longitud de la cadena

# TableExtension 1325761703 - Field 965432584 - Property 2879900210
source: Start of string
es_es_tradnl: Inicio de la cadena

# TableExtension 1325761703 - Field 133769219 - Property 2879900210
source: Empty value handling
es_es_tradnl: [NAB: NOT TRANSLATED]

# TableExtension 1325761703 - Field 1334315591 - Property 2879900210
source: Delete characters from string
es_es_tradnl: Borrar caracteres de la cadena

# TableExtension 1325761703 - Field 1292229197 - Property 2879900210
source: Extract string
es_es_tradnl: Extraer cadena

# TableExtension 1325761703 - Field 3800550788 - Property 2879900210
source: Value position
es_es_tradnl: Posición valor

# TableExtension 1325761703 - Field 3800550788 - Property 62802879
source: ,Above standard line,Below standard line
es_es_tradnl: ,Por encima de la línea estándar,por debajo de la línea estándar

# TableExtension 1325761703 - Field 1831634694 - Property 2879900210
source: Value search direction
es_es_tradnl: Dirección búsqueda valores

# TableExtension 1325761703 - Field 1831634694 - Property 62802879
source: Downwards,Upwards
es_es_tradnl: Hacia abajo, hacia arriba

# TableExtension 1325761703 - Field 3541104733 - Property 2879900210
source: Fixed replacement value
es_es_tradnl: [NAB: NOT TRANSLATED]

# TableExtension 1325761703 - Field 3536138344 - Property 2879900210
source: Get value from source field
es_es_tradnl: [NAB: NOT TRANSLATED]

# TableExtension 1325761703 - Field 3878945789 - Property 2879900210
source: Linked to field
es_es_tradnl: Vinculado al campo

# TableExtension 1325761703 - Field 3134861838 - Property 2879900210
source: Offset Height
es_es_tradnl: Altura desplazamiento

# TableExtension 1325761703 - Field 170820834 - Property 2879900210
source: Offset Left
es_es_tradnl: Desplazamiento a la izquierda

# TableExtension 1325761703 - Field 2719260903 - Property 2879900210
source: Offset Width
es_es_tradnl: Anchura desplazamiento

# TableExtension 1325761703 - Field 3315964426 - Property 2879900210
source: Offset Top
es_es_tradnl: Desplazamiento superior

# TableExtension 1325761703 - Field 540692363 - Property 2879900210
source: Deleted characters position
es_es_tradnl: Posición caracteres borrados

# TableExtension 1325761703 - Field 3200689824 - Property 2879900210
source: Replacement field
es_es_tradnl: Campo sustitución

# TableExtension 1325761703 - Field 3015600400 - Property 2879900210
source: Replacement type
es_es_tradnl: [NAB: REVIEW]Tipo campo sustitución

# TableExtension 1325761703 - Field 3015600400 - Property 62802879
source: Header Field,Line Field,Fixed Value
es_es_tradnl: [NAB: REVIEW]Cabecera,Línea

# TableExtension 1325761703 - Field 3299771246 - Property 2879900210
source: Sorting
es_es_tradnl: Ordenación

# Enum 2166596951 - EnumValue 3703598467 - Property 2879900210
source: Characters in complete string
es_es_tradnl: Caracteres de la cadena completa

# Enum 2166596951 - EnumValue 4261199896 - Property 2879900210
source: Leading characters
es_es_tradnl: Caracteres iniciales

# Enum 2166596951 - EnumValue 3692485694 - Property 2879900210
source: Trailing characters
es_es_tradnl: Caracteres finales

# Enum 3164589616 - EnumValue 4086414989 - Property 2879900210
source: Copy header field value
es_es_tradnl: [NAB: NOT TRANSLATED]

# Enum 3164589616 - EnumValue 2232447238 - Property 2879900210
source: Copy line field value
es_es_tradnl: [NAB: NOT TRANSLATED]

# Enum 3164589616 - EnumValue 3845474323 - Property 2879900210
source: Copy previous line field value
es_es_tradnl: [NAB: NOT TRANSLATED]

# Enum 3164589616 - EnumValue 247166185 - Property 2879900210
source: Delete line
es_es_tradnl: [NAB: NOT TRANSLATED]

# Enum 3164589616 - EnumValue 3972427471 - Property 2879900210
source: Fixed Value
es_es_tradnl: [NAB: NOT TRANSLATED]

# Enum 3164589616 - EnumValue 785863684 - Property 2879900210
source: Ignore
es_es_tradnl: [NAB: REVIEW]
