Repository: document-capture/advanced-line-recognition
Catalog: Source/al-version/Translations/Advanced Line Recognition.*.xlf
Languages: da_dk, de_ch, fr_fr, nl_be

# Codeunit 1295984445 - NamedType 1490299369
source: Line Amount captured (%2) is different from Line Amount calculated (%3) using captured Discount % (%4) to calculate Discount Amount (%5) on line %1.
da_dk: I linje %1 er linjebeløb genkendt (%2) forskellig fra linjebeløb beregnet (%3) når den genkendte rabat-% (%4) benyttes til beregning af rabatbeløb (%5).
de_ch: Der erfasste Zeilenbetrag (%2) unterscheidet sich in Zeile %1 vom berechneten Zeilenbetrag (%3), der mit dem erfassten Rabatt % (%4) berechnet wurde, um den Rabattbetrag (%5) zu berechnen.
fr_fr: Le montant de la ligne capturée (%2) est différent du montant de la ligne calculé (%3) à l'aide du % remise (%4) capturé pour calculer le montant de la remise (%5) à la ligne %1.
nl_be: Herkend lijnbedrag (%2) is verschillend van berekend lijnbedrag (%3) met behulp van herkende korting % (%4) om korting (%5) op regel %1 te berekenen.

# Codeunit 1295984445 - NamedType 1496561452
source: Line Amount captured (%2) is different from Line Amount calculated (%3) using captured Discount Amount (%4) on line %1.
da_dk: I linje %1 er linjebeløb genkendt (%2) forskellig fra linjebeløb beregnet (%3) når det genkendte rabatbeløb (%4) benyttes.
de_ch: Der erfasste Zeilenbetrag (%2) unterscheidet sich in Zeile %1 von dem berechneten Zeilenbetrag (%3), der mit dem erfassten Rabattbetrag (%4) berechnet wurde.
fr_fr: Le montant de la ligne capturée (%2) est différent du montant de la ligne calculé (%3) à l'aide du montant de remise (%4) capturé à la ligne %1.
nl_be: Herkend lijnbedrag (%2) is verschillend van berekend lijnbedrag (%3) met behulp van herkende korting % (%4) op regel %1.

# Codeunit 1295984445 - NamedType 4175384441
source: Line Amount captured (%2) is different from Line Amount calculated (%3) on line %1.
da_dk: I linje %1 er linjebeløb genkendt (%2) forskellig fra linjebeløb beregnet (%3).
de_ch: Der erfasste Zeilenbetrag (%2) unterscheidet sich vom in Zeile %1 berechneten Zeilenbetrag (%3).
fr_fr: Le montant de la ligne capturée (%2) est différent du montant de ligne calculé (%3) à la ligne %1.
nl_be: Herkend lijnbedrag (%2) is anders dan berekend lijnbedrag (%3) op regel %1.

# Codeunit 1295984445 - NamedType 3492639454
source: WARNING: %1
da_dk: ADVARSEL: %1
de_ch: WARNUNG: %1
fr_fr: ATTENTION : %1
nl_be: WAARSCHUWING: %1

# Codeunit 1519467207 - NamedType 3925175699
source: %1 (Data %2) | Business Central version:%3 (Build %4)
de_ch: %1 (Daten %2) | Business Central Version:%3 (Build %4)

# Codeunit 1519467207 - NamedType 1882241122
source: Error during field setup.
da_dk: Fejl under indstilling af felt.
de_ch: Fehler bei Feldeinrichtung.
fr_fr: Erreur lors de la configuration du champ.
nl_be: Fout tijdens het instellen van het veld.

# Codeunit 1519467207 - NamedType 3356558191
source: The value of field "%1" will now been searched via the caption in the current line.
da_dk: Værdien i feltet "%1" bliver nu fundet ved hjælp af kolonneoverskriften i den aktuelle linje.
de_ch: Das Feld "%1" wird nun innerhalb der Position über die Caption gesucht.
fr_fr: La valeur du champ "%1" sera maintenant recherchée via la légende dans la ligne actuelle.
nl_be: De waarde van veld "%1" zal nu gezocht worden via het bijschrift in de huidige regel.

# Codeunit 1519467207 - NamedType 3812887959
source: The field "%1" will now be searched via the column heading "%2".
da_dk: Feltet "%1" bliver nu fundet ved hjælp af kolonneoverskriften "%2".
de_ch: Das Feld "%1" wird nun innerhalb der Position über die Spaltenüberschrift "%2" gesucht.
fr_fr: Le champ "%1" sera maintenant recherché via l'en-tête de colonne "%2".
nl_be: Het veld "%1" zal nu worden doorzocht via de kolom koptekst "%2".

# Codeunit 1519467207 - NamedType 325433647
source: The field "%1" is now linked to field "%2"!
da_dk: Feltet "%1" er nu forbundet med feltet "%2".
de_ch: Das Feld "%1" ist nun mit dem Feld "%2" verknüpft!
fr_fr: Le champ "%1" est maintenant lié au champ "%2 " !
nl_be: Het veld "%1" is nu gekoppeld aan het veld "%2"!

# Codeunit 1519467207 - NamedType 2155055126
source: Field setup aborted because no field was selected!
da_dk: Feltopsætning afbrudt fordi intet felt blev valgt!
de_ch: Feldeinrichtung abgebrochen, da kein Feld ausgewählt wurde!
fr_fr: La configuration du champ a été interrompue car aucun champ n'a été sélectionné !
nl_be: Veld instellen afgebroken, omdat er geen veld is geselecteerd!

# Codeunit 1519467207 - NamedType 2294241521
source: The value for for %1 (%2) in line %3 is missing! Please train this value first!
da_dk: Værdien for %1 (%2) i linje %3 mangler! Træn først denne værdi!
de_ch: Der Wert für für %1 (%2) in Zeile %3 fehlt! Bitte trainieren Sie zuerst diesen Wert an!
fr_fr: La valeur de %1 (%2) à la ligne %3 est manquante! Veuillez d'abord entraîner cette valeur !
nl_be: De waarde voor %1 (%2) in rij %3 ontbreekt! train eerst deze waarde!

# Codeunit 1519467207 - NamedType 105322588
source: The value for source field "%1" in line %2 is missing! Please train this value first!
da_dk: Værdien for kildefeltet "%1" i linje %2 mangler! Træn venligst denne værdi først!
de_ch: Der Wert für Herkunftsfeld "%1" in Zeile %2 fehlt! Bitte trainieren Sie zuerst diesen Wert an!
fr_fr: La valeur du champ source "%1" à la ligne %2 est manquante! Veuillez d'abord entraîner cette valeur.
nl_be: De waarde voor het bronveld "%1" in lijn %2 ontbreekt! train eerst deze waarde!

# Codeunit 1519467207 - NamedType 153526915
source: There are not fields configured for advanced line recognition, that can be reset.
da_dk: Der er ikke konfigureret felter til avanceret linjegenkendelse, der kan nulstilles.
de_ch: Es gibt keine Felder mit aktivierter erweiterter Zeilenerkennung, die zurückgesetzt werden können.
fr_fr: Il n'y a pas de champs configurés pour la reconnaissance de ligne avancée, qui peuvent être réinitialisés.
nl_be: Er zijn geen velden, geconfigureerd voor geavanceerde lijnherkenning, gevonden die kunnen worden gereset.

# Codeunit 1519467207 - NamedType 3368211824
source: No mandatory field with the option "Required" was found in line %1! Configure a mandatory field first.
da_dk: Intet obligatorisk felt med indstillingen "Påkrævet" blev fundet i linje %1! Konfigurer et obligatorisk felt først.
de_ch: In Zeile %1 wurde kein Pflichtfeld mit der Option "Erforderlich" gefunden! Konfigurieren Sie zuerst ein Pflichtfeld.
fr_fr: Aucun champ obligatoire avec l'option "Requis" n'a été trouvé à la ligne %1! Configurez d'abord un champ obligatoire.
nl_be: Er is geen verplicht veld met de optie "Vereist" gevonden in regel %1! Configureer eerst een verplicht veld.

# Codeunit 1519467207 - NamedType 3995791139
source: Choose the field whose value should be found by the caption in the current line.
da_dk: Vælg feltet hvis værdi skal findes ved hjælp af overskriften i den aktuelle linje.
de_ch: Bitte wählen Sie das Feld aus, welches innerhalb der Position mit Hilfe des Suchbegriffs gefunden werden soll.
fr_fr: Choisir le champ dont la valeur doit être trouvée par la légende de la ligne actuelle.
nl_be: Kies het veld waarvan de waarde in de huidige regel moet gevonden worden op basis van de koptekst.

# Codeunit 1519467207 - NamedType 1880864858
source: Select the field that should be found by the column heading.
da_dk: Vælg det felt der skal findes af kolonneoverskriften.
de_ch: Bitte wählen Sie das Feld aus, welches über die Überschrift gefunden werden soll.
fr_fr: Sélectionnez le champ qui doit être trouvé par l'en-tête de colonne.
nl_be: Selecteer het veld dat gevonden moet worden bij de koptekst van de kolom.

# Codeunit 1519467207 - NamedType 1660936068
source: Please select first the source field on the basis of which position the value should be found.
da_dk: Vælg først kildefeltet der skal være grundlag for positionen hvor værdien skal findes.
de_ch: Bitte wählen Sie das Herkunftsfeld aus, anhand dessen Position der Wert ermittelt werden soll.
fr_fr: Veuillez d'abord sélectionner le champ source sur base duquel la position de la valeur doit être trouvée.
nl_be: Selecteer eerst het bronveld op basis van welke positie de waarde moet worden gevonden.

# Codeunit 1519467207 - NamedType 3750022258
source: Please choose the field, which should be linked with the source field "%1".
da_dk: Vælg feltet som skal sammenkædes med kildefeltet "%1".
de_ch: Wählen Sie nun das Feld aus, welches Sie mit dem Herkunftsfeld "%1" verknüpfen möchten.
fr_fr: Veuillez choisir le champ qui doit être lié au champ source "%1".
nl_be: Kies het veld, welke gekoppeld moet zijn met het bronveld "%1".

# Codeunit 1519467207 - NamedType 3935478471
source: No caption has been configured for field "%1". You must configure the caption first.
da_dk: Der er ikke konfigureret nogen søgetekst for feltet "%1". Du skal først konfigurere søgeteksten.
de_ch: Es wurde kein Suchtext für Feld "%1" konfiguriert. Sie müssen zuerst den Suchtext konfigurieren.
fr_fr: Aucune légende n'a été configurée pour le champ "%1". Vous devez d'abord configurer la légende.
nl_be: Er is geen bijschrift geconfigureerd voor het veld "%1". Je moet het bijschrift eerst configureren.

# Codeunit 1519467207 - NamedType 3198427306
source: You are using version advanced line recognition version: %1
da_dk: Du bruger den udvidede linje-genkendelsesversion: %1
de_ch: Sie verwenden die Erweiterte Zeilenerkennung Version: %1
fr_fr: Vous utilisez la version avancée de la reconnaissance de ligne : %1
nl_be: U gebruikt versie geavanceerde lijnherkenning versie: %1

# Codeunit 28597237 - NamedType 2796480165
source: You cannot use the advanced line recognition option %1 when the template does not have at least one line field marked as required!
da_dk: Du kan ikke bruge liniegenkendelsestypen %1, hvis mindst ét liniefelt ikke er markeret som obligatorisk i skabelonen!
de_ch: Sie können die Zeilenerkennungsart %1 nicht verwenden, wenn in der Vorlage nicht mindestens ein Zeilenfeld als erforderlich markiert ist!
fr_fr: Vous ne pouvez pas utiliser l'option de reconnaissance de ligne avancée %1 lorsque le modèle n'a pas au moins un champ de ligne marqué comme requis!
nl_be: U kunt de geavanceerde lijnherkenning optie %1 niet gebruiken als de template niet beschikt over ten minste één regelveld gemarkeerd als vereist!

# PageExtension 1572782768 - Action 4231034024 - Property 1295455071
source: Copies the documents XML configuration to the Master template
da_dk: Kopierer dokumentets XML-konfiguration til Masterskabelonen
de_ch: Kopiert die XML-Konfiguration des Dokuments in die Master-Vorlage
fr_fr: [NAB: NOT TRANSLATED]

# PageExtension 1572782768 - Action 4231034024 - Property 2879900210
source: Copy field config to Master
da_dk: [NAB: REVIEW]Kopier Doc. config til Master
de_ch: Feldkonfig. in Master kopieren
fr_fr: [NAB: REVIEW]

# PageExtension 1572782768 - Action 2930493894 - Property 1295455071
source: Open identification template of current selected Document
da_dk: Åbn identifikationsskabelonen for det aktuelle valgte dokument
de_ch: Ruft die mit der Vorlage verknüpfte Identifikationsvorlage auf
fr_fr: [NAB: NOT TRANSLATED]

# PageExtension 1572782768 - Action 2930493894 - Property 2879900210
source: Ident. Template
da_dk: Ident. Skabelon
de_ch: Ident. Vorlage
fr_fr: [NAB: NOT TRANSLATED]

# PageExtension 1572782768 - Action 952220120 - Property 1295455071
source: Open master template of current selected Document
da_dk: Åbn master-skabelonen for det aktuelle valgte dokument
de_ch: Ruft die mit der Vorlage verknüpfte Mastervorlage auf
fr_fr: [NAB: NOT TRANSLATED]

# PageExtension 1572782768 - Action 952220120 - Property 2879900210
source: Master Template
da_dk: Master-skabelon
de_ch: Master Vorlage
fr_fr: [NAB: NOT TRANSLATED]

# PageExtension 2720138396 - Action 2236155193 - Property 2879900210
source: Adv. line recognition
da_dk: Avanceret linjegenkendelse
de_ch: Erw. Zeilenerkennung
fr_fr: Reconnaissance av. de ligne
nl_be: Geavanceerde lijnherkenning

# PageExtension 2720138396 - Action 2973788643 - Property 1295455071
source: Disables the automatic field detection.
da_dk: Deaktiverer automatisk feltdetektion.
de_ch: Deaktiviert die automatische Felderkennung.
fr_fr: Désactive la détection automatique des champs.
nl_be: Schakelt automatische velddetectie uit.

# PageExtension 2720138396 - Action 2973788643 - Property 2879900210
source: Disable field detection
da_dk: Deaktiver feltdetektering
de_ch: Felderkennung deaktivieren
fr_fr: Désactiver la détection des champs
nl_be: Schakel velddetectie uit

# PageExtension 2720138396 - Action 2359910080 - Property 1295455071
source: Enable the automatic field detection. The system will use the last captured field during setting up advanced line recognition.
da_dk: Aktiver automatisk feltgenkendelse. Systemet bruger det sidst registrerede felt, når der oprettes avanceret linjegenkendelse.
de_ch: Aktivieren Sie die automatische Felderkennung. Das System verwendet das letzte erfasste Feld beim Einrichten der erweiterten Zeilenerkennung.
fr_fr: Activer la détection automatique du champ. Le système utilisera le dernier champ capturé lors de la configuration de la reconnaissance avancée de la ligne.
nl_be: Automatische velddetectie inschakelen. Het systeem gebruikt het laatst opgenomen veld tijdens het instellen van geavanceerde lijnherkenning.

# PageExtension 2720138396 - Action 2359910080 - Property 2879900210
source: Enable field detection
da_dk: Aktiver feltdetektering
de_ch: Felderkennung aktivieren
fr_fr: Activer la détection des champs
nl_be: Veld detectie inschakelen

# PageExtension 2720138396 - Action 1687192353 - Property 1295455071
source: The advanced line recognition settings are reset for the desired field.
da_dk: De avancerede linjegenkendelsesindstillinger nulstilles til det ønskede felt.
de_ch: Die Einstellungen der erweiterten Zeilenerkennung werden für das gewünschte Feld zurückgesetzt.
fr_fr: Les paramètres de reconnaissance avancés de ligne sont réinitialisés pour le champ désiré.
nl_be: De geavanceerde lijnherkenning instellingen voor het gewenste veld zijn gereset.

# PageExtension 2720138396 - Action 1687192353 - Property 2879900210
source: Reset field
da_dk: Nulstil felt
de_ch: Feld zurücksetzen
fr_fr: Réinitialiser le champ
nl_be: Veld opnieuw instellen

# PageExtension 2720138396 - Action 122988749 - Property 1295455071
source: The desired field is searched for using a previously trained search text/caption in the area of the current position.
da_dk: Der søges efter det ønskede felt ved hjælp af en tidligere anvendt søgetekst/overskrift i området for den aktuelle position.
de_ch: Das gewünschte Feld wird über einen vorher trainierten Suchtext/Caption im Bereich der aktuellen Position gesucht.
fr_fr: Le champ désiré est recherché en utilisant un texte/légende de recherche préalablement entraîné dans la zone de la position courante.
nl_be: Het gewenste veld wordt gezocht via een eerder getrainde zoektekst/bijschrift in het gebied van de huidige positie.

# PageExtension 2720138396 - Action 122988749 - Property 2879900210
source: Find value by caption
da_dk: Find værdi ved hjælp af overskrift
de_ch: Feld mit Suchtext
fr_fr: Trouver valeur par légende
nl_be: Vind waarde via bijschrift

# PageExtension 2720138396 - Action 1993352181 - Property 1295455071
source: The desired field is searched for using a previously trained column heading in the range of the current position.
da_dk: Der søges efter det ønskede felt ved hjælp af en tidligere anvendt kolonneoverskrift i området for den aktuelle position.
de_ch: Das gewünschte Feld wird über eine vorher trainierte Spaltenüberschrift im Bereich der aktuellen Position gesucht.
fr_fr: Le champ désiré est recherché en utilisant un texte/légende de recherche préalablement entraîné dans la zone de la position courante.
nl_be: Het gewenste veld wordt gezocht via een eerder getrainde kolomkop binnen het bereik van de huidige positie.

# PageExtension 2720138396 - Action 1993352181 - Property 2879900210
source: Find value by column heading
da_dk: Find værdi ved hjælp af kolonneoverskrift
de_ch: Feld mit Spaltenüberschrift
fr_fr: Rechercher valeur par en-tête de colonne
nl_be: Vind waarde via kolomkoptekst

# PageExtension 2720138396 - Action 786213122 - Property 1295455071
source: The desired field is found via a fixed offset (distance) from another field.
da_dk: Det ønskede felt bliver fundet via en fast forskydning (afstand) fra et andet felt.
de_ch: Das gewünschte Feld wird über einen fest definiertes Offset (Abstand) von einem anderen Feld gefunden.
fr_fr: Le champ désiré est trouvé via un décalage fixe (distance) à partir d'un autre champ.
nl_be: Het gewenste veld wordt gevonden via een vaste offset (afstand) uit een ander veld.

# PageExtension 2720138396 - Action 786213122 - Property 2879900210
source: Find value by linked field
da_dk: Find værdi ved hjælp af forbundet felt
de_ch: Suche über verknüpftes Feld
fr_fr: Trouver valeur par champ lié
nl_be: Vind waarde via gekoppeld veld

# PageExtension 2720138396 - Action 266822292 - Property 1295455071
source: Displays the currently used version of the advanced line detection.
da_dk: Viser den aktuelt benyttede version af avancerede linjegenkendelse.
de_ch: Zeigt die aktuell verwendete Version der erweiterten Zeilenerkennung an.
fr_fr: Affiche la version actuellement utilisée de la détection avancée de ligne.
nl_be: Toont de momenteel gebruikte versie van de geavanceerde lijnherkenning.

# PageExtension 2558081933 - Control 940755310 - Property 1295455071
source: Select if you want to use the default line validation from the template codeunit or the Adv. line recognition validation
da_dk: Vælg, om du vil udføre linjevalideringen ved hjælp af den kodenhed, der er gemt i skabelonen, eller om du vil bruge valideringen af den udvidede linjegenkendelse.
de_ch: Wählen Sie aus, ob Sie die Zeilenvalidierung durch die an der Vorlage hinterlegte Codeunit durchführen wollen oder die Validierung der erweiterte Zeilenerkennung verwenden möchten.
fr_fr: Sélectionnez si vous souhaitez utiliser la validation par défaut de la ligne à partir de Codeunit du modèle ou la validation de la reconnaissance avancée de ligne
nl_be: Selecteer als u de standaard lijn validatie wilt gebruiken van de template codeunit of de Geavanceerde lijnherkenning validatie

# PageExtension 2558081933 - Control 1381794906 - Property 1295455071
source: Select if you want to use validate the line totals against the net amount of the document
da_dk: Vælg, om du vil matche rækketotalerne med nettobeløbet for dokumentet.
de_ch: Wählen Sie aus, wenn Sie die Zeilensummen mit dem Nettobetrag des Dokuments abgleichen möchten.
fr_fr: Sélectionnez si vous souhaitez utiliser la validation des totaux de la ligne par rapport au montant net du document
nl_be: Selecteer als u wilt dat de regeltotalen gevalideerd worden tegen het netto bedrag van het document

# PageExtension 2558081933 - Control 1643358770 - Property 1295455071
source: Enables the automatic search for purchase order numbers.
da_dk: Aktiverer den automatiske søgning efter ordrenumre.
de_ch: Aktiviert die automatische Suche nach Bestellnummern.
fr_fr: Active la recherche automatique des numéros de bon de commande.
nl_be: Schakelt automatisch zoeken naar bestelnummers in.

# PageExtension 2558081933 - Control 1496491442 - Property 1295455071
source: Filter string that is used during automatic search for PO numbers.
da_dk: Filterstreng, der skal bruges i den automatiske søgning efter ordrenumre.
de_ch: Filter-Zeichenfolge, die bei der automatischen Suche nach Bestellnummern verwendet werden soll.
fr_fr: Chaîne de filtre utilisée lors de la recherche automatique de numéros de commande.
nl_be: Filterstring die wordt gebruikt bij het automatisch zoeken naar inkoopordernummers.

# PageExtension 2749515459 - Control 2490862908 - Property 2879900210
source: Copy value from
da_dk: Kopier værdi fra
de_ch: Kopiere Wert von
fr_fr: [NAB: NOT TRANSLATED]

# PageExtension 2749515459 - Control 594590350 - Property 1295455071
source: Specifies the field in the source table whose value is to be used as field value.
da_dk: [NAB: REVIEW]Angiver det felt i overskriftstabellen, hvor værdien skal overføres ved registrering af dokumenter
de_ch: Gibt das Feld in der Kopftabelle an, in das der Wert bei der Registrierung von Dokumenten übertragen werden soll.
fr_fr: [NAB: REVIEW]

# PageExtension 2749515459 - Control 1714390921 - Property 2879900210
source: Advanced Line Recognition
da_dk: Avanceret Linjegenkendelse
de_ch: Erweiterte Zeilenerkennung
fr_fr: Reconnaissance avancée de ligne
nl_be: Geavanceerde lijnherkenning

# PageExtension 2749515459 - Control 2242850252 - Property 1295455071
source: Specifies how the field value is to be found. With Standard, the field is searched for using the standard line recognition.
da_dk: Angiver, hvordan feltets værdi skal findes. Med Standard søges der efter feltet ved hjælp af standard linjegenkendelse.
de_ch: Gibt an, wie der Feldwert gefunden werden soll. Bei Standard wird das Feld über die Standard Zeilenerkennung gesucht.
fr_fr: Spécifie comment la valeur du champ doit être trouvée. Avec Standard, le champ est recherché en utilisant la reconnaissance de ligne standard.
nl_be: Hiermee geeft u aan hoe de waarde van het veld wordt gevonden. Met standaardwaarde wordt het veld gezocht naar het gebruik van de standaard lijnherkenning.

# PageExtension 2749515459 - Control 4029575849 - Property 1295455071
source: Specifies whether the searched field is searched above or below the line in which the values of the standard line recognition were found.
da_dk: Angiver om det genkendte felt søges over eller under den linje hvor værdierne for standardlinjegenkendelsen blev fundet.
de_ch: Gibt an, ob das gesuchte Feld ober- oder unterhalb der Zeile gesucht wird, in welcher die Werte der Standard Zeilenerkennung gefunden wurden.
fr_fr: Spécifie si le champ recherché est recherché au-dessus ou en dessous de la ligne dans laquelle les valeurs de la reconnaissance de ligne standard ont été trouvées.
nl_be: Geeft aan of het zoekveld boven of onder de regel wordt gezocht waarin de waarden van de standaardregelherkenning werden gevonden.

# PageExtension 2749515459 - Control 3761957527 - Property 1295455071
source: Specifies the search direction from the standard line that is used to find the field value.
da_dk: Angiver den søgeretning fra den standardlinje, der bruges til at finde feltværdien.
de_ch: Bestimmt die ausgehend von der Standardzeile verwendete Suchrichtung, um den Feldwert zu finden.
fr_fr: Spécifie la direction de recherche depuis la ligne standard utilisée pour trouver la valeur du champ.
nl_be: Hiermee geeft u de zoekrichting van de standaard regel die wordt gebruikt om de veldwaarde te vinden.

# PageExtension 2749515459 - Control 3426312336 - Property 1295455071
source: Specifies the source field used to calculate the field value via distances/offsets.
da_dk: Angiver kildefeltet der bruges til at beregne feltværdien ved hjælp af afstande/forskydninger.
de_ch: Gibt das Herkunftsfeld an, welches zur Berechnung des Feldwerts über Abstände/Offsets genutzt wird.
fr_fr: Spécifie le champ source utilisé pour calculer la valeur du champ via des distances/décalages.
nl_be: Geeft het bronveld in dat gebruikt wordt om de waarde van het veld te bepalen via afstanden/offsets.

# PageExtension 2749515459 - Control 608525509 - Property 2879900210
source: When value is empty
da_dk: Når værdien er tom
de_ch: Wenn Wert leer ist
fr_fr: Quand la valeur est vide
nl_be: Wanneer de waarde leeg is
