Repository: document-capture/advanced-line-recognition
Catalog: Source/al-version/Translations/Advanced Line Recognition.*.xlf
Languages: da_dk, de_ch, fr_fr, nl_be

# PageExtension 2749515459 - Control 133769219 - Property 1295455071
source: If the value of the current field is not found, the value is copied to the current line from the same field from the previous line.
de_ch: Wenn der Wert des aktuellen Feldes nicht gefunden wird, wird der Wert aus demselben Feld der vorherigen Zeile in die aktuelle Zeile kopiert.
fr_fr: [NAB: NOT TRANSLATED]

# PageExtension 2749515459 - Control 2666834152 - Property 1295455071
source: Specifies the fixed value that will be used as value if the value of the current field cannot be found.
de_ch: Gibt den festen Wert an, der als Wert verwendet wird, wenn der Wert des aktuellen Feldes nicht gefunden werden kann.
fr_fr: [NAB: NOT TRANSLATED]

# PageExtension 2749515459 - Control 1282584007 - Property 1295455071
source: Specifies the line field whose content will be used as value if the value of the current field cannot be found.
da_dk: Angiver linjefeltet hvor indholdet benyttes som værdi, hvis værdien af det aktuelle felt ikke kan genkendes.
de_ch: Gibt das Zeilenfeld an, dessen Inhalt als Wert verwendet wird, wenn der Wert des aktuellen Feldes nicht gefunden werden kann.
fr_fr: Spécifie le champ de ligne dont le contenu sera utilisé comme valeur si la valeur du champ actuel est introuvable.
nl_be: Geeft het regelveld aan waarvan de inhoud als waarde wordt gebruikt indien de waarde van het huidige veld niet kan worden gevonden.

# PageExtension 2749515459 - Control 3242722715 - Property 2879900210
source: Offsets
da_dk: Forskydninger
de_ch: Abstände
fr_fr: Décalages
nl_be: Verschuivingen

# PageExtension 2749515459 - Control 3500245166 - Property 1295455071
source: Specifies the expected field width of the field.
da_dk: Angiver den forventede feltbredde for feltet.
de_ch: Gibt die erwartete Feldbreite des Feldes an.
fr_fr: Spécifie la largeur attendue du champ.
nl_be: Specificeert de verwachte veldbreedte.

# PageExtension 2749515459 - Control 911104209 - Property 1295455071
source: Specifies the distance to the search text/caption on the X axis.
da_dk: Angiver afstanden til søgetekst/overskrift på X- aksen.
de_ch: Gibt den Abstand zum Suchtext an auf der X-Achse an.
fr_fr: Spécifie la distance avec le texte/légende de la recherche sur l'axe X.
nl_be: Specificeert de afstand naar de zoektekst/bijschrift op de X-as.

# PageExtension 2749515459 - Control 1548800826 - Property 1295455071
source: Specifies the distance to the search text/caption on the Y axis.
da_dk: Angiver afstanden til søgetekst/oerskrift på Y-aksen.
de_ch: Gibt den Abstand zum Suchtext an auf der Y-Achse an.
fr_fr: Spécifie la distance avec le texte/légende de la recherche sur l'axe Y.
nl_be: Bepaalt de afstand naar de zoektekst/bijschrift op de X-as.

# PageExtension 2749515459 - Control 101378087 - Property 1295455071
source: Specifies the distance to the bottom.
da_dk: Angiver afstanden til bund.
de_ch: Gibt den Abstand nach unten an.
fr_fr: Spécifie la distance par rapport au bas.
nl_be: Bepaalt de afstand naar de onderkant.

# PageExtension 2749515459 - Control 1915176867 - Property 1295455071
source: Specifies the distance to the left.
da_dk: Angiver afstanden til venstre.
de_ch: Gibt den Abstand nach links an.
fr_fr: Spécifie la distance par rapport à la gauche.
nl_be: Bepaalt de afstand naar de linkerkant.

# PageExtension 2749515459 - Control 2178543078 - Property 1295455071
source: Specifies the distance to the right.
da_dk: Angiver afstanden til højre.
de_ch: Gibt den Abstand nach rechts an.
fr_fr: Spécifie la distance par rapport à la droite.
nl_be: Bepaalt de afstand naar de rechterkant.

# PageExtension 2749515459 - Control 3987080467 - Property 1295455071
source: Specifies the distance to the top.
da_dk: Angiver afstanden til top.
de_ch: Gibt den Abstand nach oben an.
fr_fr: Spécifie la distance par rapport au haut.
nl_be: Bepaalt de afstand naar de bovenkant.

# PageExtension 2749515459 - Control 3406244935 - Property 1295455071
source: Specifies the position of the sequence in which the field is processed.
da_dk: Angiver positionen for rækkefølgen, i hvilken feltet behandles.
de_ch: Gibt die Stelle der Reihenfolge an, in der das Feld verarbeitet wird.
fr_fr: Spécifie la position de la séquence dans laquelle le champ est traité.
nl_be: Bepaalt de positie van de volgorde waarin het veld wordt verwerkt.

# PageExtension 2749515459 - Control 426820614 - Property 2879900210
source: Text manipulations
da_dk: Tekstmanipulationer
de_ch: Textbearbeitung
fr_fr: Manipulations de texte
nl_be: Tekst manipulaties

# PageExtension 2749515459 - Control 3761811404 - Property 2879900210
source: Extract string
da_dk: Udtrække streng
de_ch: Zeichenkette extrahieren
fr_fr: Extraire une chaîne
nl_be: Tekenreeks extraheren

# PageExtension 2749515459 - Control 2413733976 - Property 1295455071
source: Specifies the length of the string that has to be extracted. If the length is omitted, all characters up to the end of the string are used.
da_dk: Angiver længden af den streng, der skal udtrækkes. Hvis længden ikke angives, anvendes alle tegn op til slutningen af strengen.
de_ch: Gibt die Länge der Zeichenkette an, die extrahiert werden soll. Wird die Länge nicht angegeben, werden alle Zeichen bis zum Ende der Zeichenkette verwendet.
fr_fr: Spécifie la longueur de la chaîne de caractères qui doit être extraite. Si la longueur est omise, tous les caractères jusqu'à la fin de la chaîne sont utilisés.
nl_be: Specificeert de lengte van de tekenreeks die moet worden uitgepakt. Als de lengte wordt weggelaten, worden alle tekens tot het einde van de string gebruikt.

# PageExtension 2749515459 - Control 965432584 - Property 1295455071
source: Specifies the start position of the string that has to be extracted.
da_dk: Angiver startpositionen for den streng, der skal udtrækkes.
de_ch: Gibt die Startposition der zu extrahierenden Zeichenkette an.
fr_fr: Spécifie la position de départ de la chaîne de caractères qui doit être extraite.
nl_be: Specificeert de startpositie van de string die moet worden uitgepakt.

# PageExtension 2749515459 - Control 1292229197 - Property 1295455071
source: Returns a part of the recognized value. It starts at "Position" and has a specified length.
da_dk: Returnerer en del af den anerkendte værdi. Den starter ved "Position" og har en specificeret længde.
de_ch: Gibt einen Teil des erkannten Wertes zurück. Er beginnt bei der "Startposition des Wertes" und hat eine bestimmte Länge.
fr_fr: Renvoie une partie de la valeur reconnue. Elle commence à "Position" et a une longueur spécifiée.
nl_be: Geeft een deel van de herkende waarde. Het begint bij "Positie" en heeft een gespecificeerde lengte.

# PageExtension 2749515459 - Control 1292229197 - Property 2879900210
source: Extract string from value
da_dk: Udtrække streng fra værdi
de_ch: Zeichenkette aus Wert extrahieren
fr_fr: Extraire une chaîne de caractères de la valeur
nl_be: Tekenreeks uit waarde extraheren

# PageExtension 2749515459 - Control 1860429792 - Property 2879900210
source: Delete characters
da_dk: Slet tegn
de_ch: Zeichen löschen
fr_fr: Supprimer des caractères
nl_be: Tekens verwijderen

# PageExtension 2749515459 - Control 1392960252 - Property 1295455071
source: Specifies the character or string to be removed. The default value is the space character.
da_dk: Angiver det tegn eller den streng, der skal fjernes. Standardværdien er mellemrumstegnet.
de_ch: Gibt das zu entfernende Zeichen oder die zu entfernende Zeichenfolge an. Der Standardwert ist das Leerzeichen.
fr_fr: Spécifie le caractère ou la chaîne à supprimer. La valeur par défaut est le caractère espace.
nl_be: Specificeert het teken of de tekenreeks die moet worden verwijderd. De standaardwaarde is het spatieteken.

# PageExtension 2749515459 - Control 540692363 - Property 1295455071
source: Specifies the position where the original string is to be shortened.
da_dk: Angiver den position, hvor den oprindelige streng skal forkortes.
de_ch: Gibt die Position an, an der die ursprüngliche Zeichenkette gekürzt werden soll.
fr_fr: Spécifie la position où la chaîne originale doit être raccourcie.
nl_be: Specificeert de positie waar de originele string moet worden afgekort.

# PageExtension 2749515459 - Control 1334315591 - Property 1295455071
source: If enabled the system can delete characters from the value.
da_dk: Hvis den er aktiveret, kan systemet slette tegn fra værdien.
de_ch: Wenn diese Option aktiviert ist, kann das System Zeichen aus dem Wert löschen.
fr_fr: Si cette option est activée, le système peut supprimer des caractères de la valeur.
nl_be: Indien ingeschakeld kan het systeem tekens uit de waarde verwijderen.

# PageExtension 2749515459 - Control 1334315591 - Property 2879900210
source: Delete characters from value
da_dk: Slet tegn fra værdien
de_ch: Zeichen aus Zeichenkette löschen
fr_fr: Supprimer les caractères de la valeur
nl_be: Tekens uit waarde verwijderen

# TableExtension 62246305 - Field 940755310 - Property 2879900210
source: Line validation type
da_dk: Type af linjevalidering
de_ch: Zeilenvalidierungsart wählen
fr_fr: Type de validation de ligne
nl_be: Lijn validatietype

# TableExtension 62246305 - Field 940755310 - Property 62802879
source: Default template codeunit,Advanced Line Recognition
da_dk: Standard Codeunit,Avanceret linjegenkendelse
de_ch: Codeunit in Vorlage (Standard),Erweiterte Zeilenerkennung
fr_fr: Codeunit par défaut,Reconnaissance avancée de la ligne
nl_be: Standaard template codeunit,Geavanceerde lijnherkenning

# TableExtension 62246305 - Field 1643358770 - Property 2879900210
source: Automatic PO search
da_dk: Bil. søg efter ordrenummer
de_ch: Auto. Suche nach Bestellnummern
fr_fr: Recherche automatique du numéro de commande
nl_be: Auto. ordernummers zoeken

# TableExtension 62246305 - Field 1496491442 - Property 2879900210
source: Automatic PO search filter
da_dk: Filter til auto. søg efter ordrenummer
de_ch: Filter für auto. Suche nach Bestellnr.
fr_fr: Filtre de recherche automatique du numéro de commande
nl_be: Filter voor auto. zoeken op bestelnummer

source: Do you want to overwrite the existing filter with a new automatically build filter?
da_dk: Ønsker du at overskrive det eksisterende filter med et nyt automatisk opbygget filter?
de_ch: Möchten Sie den vorhandenen Filter mit einem neuen Filter überschreiben?
fr_fr: Voulez-vous remplacer le filtre existant par un nouveau filtre de compilation automatique?
nl_be: Wilt u het bestaande filter overschrijven met een nieuw filter automatisch bouwen?

source: Do you want the system to automatically find a PO number filter?
da_dk: Skal systemet automatisk søge i dokumentet efter gyldige ordrenumre?
de_ch: Soll das System automatisch im Beleg nach gültigen Bestellnummern suchen?
fr_fr: Voulez-vous que le système trouve automatiquement un filtre de numéro de bon de commande?
nl_be: Moet het systeem automatisch in het document zoeken naar geldige bestelnummers?

# TableExtension 1325761703 - NamedType 3782991566
source: Field from
de_ch: Feld von
fr_fr: [NAB: NOT TRANSLATED]

# TableExtension 1325761703 - NamedType 4259979588
source: Source Record Field
de_ch: Feld Herkunftsdatensatz
fr_fr: [NAB: NOT TRANSLATED]

# TableExtension 1325761703 - Field 3024729169 - Property 2879900210
source: Advanced Line Recognition Type
da_dk: Avanceret linjegenkendelsestype
de_ch: Erw. Zeilenerkennung Art
fr_fr: Type de reconnaissance avancée de ligne
nl_be: Geavanceerde lijnherkenningstype

# TableExtension 1325761703 - Field 3024729169 - Property 62802879
source: Standard,Anchor linked field,Field search with caption,Field search with column heading
da_dk: Standard,Anker-forbundet felt, Feltsøgning med overskrift,Feltsøgning med kolonneoverskrift
de_ch: Standard,Verknüpftes Feld,Suchtext,Spaltenüberschrift
fr_fr: Standard,Champ lié aux ancrages,Recherche de champ avec légende,Recherche de champ avec en-tête de colonne
nl_be: Standaard,Anker gekoppeld veld,Veld zoeken met bijschrift,Veld zoeken met kolomhoofding

# TableExtension 1325761703 - Field 3500245166 - Property 2879900210
source: Field Width
da_dk: Værdifeltets typiske bredde
de_ch: Typische Wert Feldbreite
fr_fr: Largeur de champ
nl_be: Veldbreedte

# TableExtension 1325761703 - Field 911104209 - Property 2879900210
source: Caption Offset X
da_dk: Overskriftsforskydning X
de_ch: Wert Suchtext Offset X
fr_fr: Décalage de légende X
nl_be: Offset bijschrift X

# TableExtension 1325761703 - Field 1548800826 - Property 2879900210
source: Caption Offset Y
da_dk: Overskriftsforskydning Y
de_ch: Wert Suchtext Offset Y
fr_fr: Décalage de légende Y
nl_be: Offset bijschrift Y

# TableExtension 1325761703 - Field 1392960252 - Property 2879900210
source: Character(s) to delete
da_dk: Karakter(er), der skal slettes
de_ch: Zu löschende(s) Zeichen
fr_fr: Caractère(s) à supprimer
nl_be: Te verwijderen teken(s)

# TableExtension 1325761703 - Field 3090058030 - Property 2879900210
source: Copy value from previous value
da_dk: Kopiér værdi fra tidligere værdi
de_ch: Wert vom vorherigen Wert kopieren
fr_fr: Copier la valeur depuis la valeur précédente
nl_be: Kopieer waarde van de vorige lijn

# TableExtension 1325761703 - Field 2413733976 - Property 2879900210
source: Length of string
da_dk: Længde af streng
de_ch: Länge der Zeichenkette
fr_fr: Longueur de la chaîne
nl_be: Lengte van string

# TableExtension 1325761703 - Field 965432584 - Property 2879900210
source: Start of string
da_dk: Start af streng
de_ch: Startposition der Zeichenkette
fr_fr: Début de la chaîne de caractères
nl_be: Begin van string

# TableExtension 1325761703 - Field 133769219 - Property 2879900210
source: Empty value handling
de_ch: Umgang mit leeren Werten
fr_fr: [NAB: NOT TRANSLATED]

# TableExtension 1325761703 - Field 1334315591 - Property 2879900210
source: Delete characters from string
da_dk: Slet tegn fra en streng
de_ch: Zeichen aus Zeichenkette löschen
fr_fr: Supprimer les caractères d'une chaîne de caractères
nl_be: Tekens uit tekenreeks verwijderen

# TableExtension 1325761703 - Field 1292229197 - Property 2879900210
source: Extract string
da_dk: Udtrække streng
de_ch: Zeichenkette extrahieren
fr_fr: Extraire une chaîne
nl_be: Tekenreeks extraheren

# TableExtension 1325761703 - Field 3800550788 - Property 2879900210
source: Value position
da_dk: Værdi position
de_ch: Wert Position
fr_fr: Position de la valeur
nl_be: Waarde positie

# TableExtension 1325761703 - Field 3800550788 - Property 62802879
source: ,Above standard line,Below standard line
da_dk: ,Over standardlinje,Under standardlinje
de_ch: ,Oberhalb Standardzeile,Unterhalb Standardzeile
fr_fr: ,Au-dessus de la ligne standard, en-dessous de la ligne standard
nl_be: ,boven de standaard lijn, onder de standaard lijn

# TableExtension 1325761703 - Field 1831634694 - Property 2879900210
source: Value search direction
da_dk: Værdi søgeretning
de_ch: Suchrichtung für Wert
fr_fr: Direction de la recherche de valeur
nl_be: Waarde zoekrichting

# TableExtension 1325761703 - Field 1831634694 - Property 62802879
source: Downwards,Upwards
da_dk: Nedad,Opad
de_ch: Abwärts,Aufwärts
fr_fr: Vers le bas,Vers le haut
nl_be: Onderwaarts,Omhoog

# TableExtension 1325761703 - Field 3541104733 - Property 2879900210
source: Fixed replacement value
de_ch: Fester Wert
fr_fr: [NAB: NOT TRANSLATED]

# TableExtension 1325761703 - Field 3536138344 - Property 2879900210
source: Get value from source field
de_ch: Hole Wert vom Herkunftsfeld
fr_fr: [NAB: NOT TRANSLATED]

# TableExtension 1325761703 - Field 3878945789 - Property 2879900210
source: Linked to field
da_dk: Linket til felt
de_ch: Verknüpft mit Feld
fr_fr: Lié au champ
nl_be: Gekoppeld aan veld

# TableExtension 1325761703 - Field 3134861838 - Property 2879900210
source: Offset Height
da_dk: Forskydning bund
de_ch: Offset Unten
fr_fr: Hauteur de décalage
nl_be: Offset hoogte

# TableExtension 1325761703 - Field 170820834 - Property 2879900210
source: Offset Left
da_dk: Forskydning venstre
de_ch: Offset Links
fr_fr: Décalage gauche
nl_be: Offset linkerkant

# TableExtension 1325761703 - Field 2719260903 - Property 2879900210
source: Offset Width
da_dk: Forskydning højre
de_ch: Offset Rechts
fr_fr: Largeur de décalage
nl_be: Offset breedte

# TableExtension 1325761703 - Field 3315964426 - Property 2879900210
source: Offset Top
da_dk: Forskydning top
de_ch: Offset Oben
fr_fr: Hauteur de décalage
nl_be: Offset bovenkant

# TableExtension 1325761703 - Field 540692363 - Property 2879900210
source: Deleted characters position
da_dk: Slettede tegn position
de_ch: Position der zu löschenden Zeichen
fr_fr: Position des caractères supprimés
nl_be: Verwijderde karakters positie

# TableExtension 1325761703 - Field 3200689824 - Property 2879900210
source: Replacement field
da_dk: Udskiftnings felt
de_ch: Ersatzfeld
fr_fr: Champ de remplacement
nl_be: Vervangingsveld

# TableExtension 1325761703 - Field 3015600400 - Property 2879900210
source: Replacement type
da_dk: Udskiftningsfelt type
de_ch: Ersatzfeld Typ
fr_fr: [NAB: REVIEW]Type de champ de remplacement
nl_be: Replacement typeVervanging veldtype

# TableExtension 1325761703 - Field 3015600400 - Property 62802879
source: Header Field,Line Field,Fixed Value
da_dk: Header,Linje
de_ch: Kopf,Zeile,Fester Wert
fr_fr: [NAB: REVIEW]En-tête, Ligne

# TableExtension 1325761703 - Field 3299771246 - Property 2879900210
source: Sorting
da_dk: Sortering
de_ch: Sortierung
fr_fr: Tri
nl_be: Sorteren

# Enum 2166596951 - EnumValue 3703598467 - Property 2879900210
source: Characters in complete string
da_dk: Karakterer i en komplet streng
de_ch: Alle Zeichen in Zeichenkette
fr_fr: Caractères de la chaîne complète
nl_be: Tekens in volledige string

# Enum 2166596951 - EnumValue 4261199896 - Property 2879900210
source: Leading characters
da_dk: Hovedpersoner
de_ch: Führende Zeichen
fr_fr: Personnages principaux
nl_be: Hoofdrolspelers

# Enum 2166596951 - EnumValue 3692485694 - Property 2879900210
source: Trailing characters
da_dk: Efterfølgende tegn
de_ch: Nachfolgende Zeichen
fr_fr: Caractères de fin de ligne
nl_be: Tekens achter

# Enum 3164589616 - EnumValue 4086414989 - Property 2879900210
source: Copy header field value
de_ch: Kopffeld-Wert verwenden
fr_fr: [NAB: NOT TRANSLATED]

# Enum 3164589616 - EnumValue 2232447238 - Property 2879900210
source: Copy line field value
de_ch: Zeilenfeld-Wert verwenden
fr_fr: [NAB: NOT TRANSLATED]

# Enum 3164589616 - EnumValue 3845474323 - Property 2879900210
source: Copy previous line field value
de_ch: Feldwert der vorherigen Zeile kopieren
fr_fr: [NAB: NOT TRANSLATED]

# Enum 3164589616 - EnumValue 247166185 - Property 2879900210
source: Delete line
de_ch: Zeile löschen
fr_fr: [NAB: NOT TRANSLATED]

# Enum 3164589616 - EnumValue 3972427471 - Property 2879900210
source: Fixed Value
de_ch: Fester Wert
fr_fr: [NAB: NOT TRANSLATED]

# Enum 3164589616 - EnumValue 785863684 - Property 2879900210
source: Ignore
da_dk: Ignorer
fr_fr: [NAB: REVIEW]

# PageExtension 2720138396 - Action 266822292 - Property 2879900210
source: Version
nl_be: Versie
